
[
  {
    "id": 1,
    "caption": "1/1",
    "date": "1/1/2021",
    "acdate": "1/1/1948",
    "title": "Enemy Agents Ordinance is passed",
    "selected":true,
     "content": "January 1948: 'Enemy Agents Ordinance' is passed, creating a police-state, enabling surveillance structures involving police and the ruling National Conference establishment. It denied suspects access to legal defence counsel and could lead to life imprisonment or execution.",
    "url": ""
  },

  {
    "id": 1,
     "caption": "01/05",
    "date": "01/05/2021",
    "acdate": "01/05/1949",
    "title": "",
    "content": "January 5, 1949: The United Nations brokered a cease-fire in 1949, and a five-member commission made up of Argentina, Belgium, Columbia, Czechoslovakia and the United States drew up a resolution calling for a referendum to decide Kashmir's future. The full text of the resolution, which India never allowed to be implemented.",
    "url": "https://www.thoughtco.com/un-resolution-referendum-on-kashmir-2353455\nhttps://www.un.org/en/sc/repertoire/46-51/Chapter%208/46-51_08-16-The%20India-Pakistan%20question.pdf"
  },
  {
    "id": 1,
    "caption": "01/06",
    "date": "01/06/2021",
    "acdate": "01/06/1993",
    "title": "Sopore Massacre",
    "content": "The Sopore massacre refers to the killing of at least 43 persons by the Indian Border Security Force (BSF) after they tried to break the restrictions imposed in the town of Sopore in Kashmir on 6 January 1993. Sopore massacre: On 6 January 1993 Indian troops killed 55 civilians in the town of Sopore and set fire to many homes and buildings.",
    "url": "http://www.wandemag.com/massacre-at-sopore/\nhttps://kashmirlife.net/22-years-after-sopore-massacre-cbi-files-documents-in-the-case-jkccs-73947/\n"
  },
  {
    "id": 1,
    "caption": "01/19",
    "date": "01/19/2021",
    "acdate": "01/19/1990",
    "title": "Kashmiri Pandits leave the Valley for Jammu",
    "content": "Thousands of Hindu families leave Kashmir on January 19 and head to Jammu in the south. Years later, many Hindus would claim they left because they were afraid for their lives and that militant groups had threatened them, while many Kashmiri Muslims would blame Jagmohan for convincing Hindus to leave, facilitating their journey, and telling them they would be back after the winter when the rebellion was crushed in the Valley. According to Indian government sources, between 1989 and 2004, 219 Kashmiri Hindus were killed by armed militants, and one since then, while about 165,000 Hindus left Kashmir.",
    "url": "https://journals.sagepub.com/doi/pdf/10.1177/011719680901800202"
  },
  {
    "id": 1,
    "caption": "01/21",
    "date": "01/21/2021",
    "acdate": "01/21/1990",
    "title": "Gowkadal Massacre",
    "content": "Gawakadal massacre: On 21 January 1990, 51 civilians were killed by CRPF troopers during protests against earlier raids in which wanton arrests and molestation of women were conducted by CRPF troops.",
    "url": "https://kashmirlife.net/gawkadal-a-massacre-a-case-17813/\n\nhttps://www.youtube.com/watch?v=v_gywdwa1Vw\n"
  },
  {
    "id": 1,
    "caption": "01/25",
    "date": "01/25/2021",
    "acdate": "01/25/1990",
    "title": "Handwara Massacre",
    "content": "Handwara massacre: On 25 January 1990, two BSF patrolling parties in Handwara indiscriminately fired at peaceful protesters and killed 25 people. Many people were injured.",
    "url": "https://www.greaterkashmir.com/news/kashmir/handwara-massacre-jan-25-1990-when-21-people-fell-to-bsf-bullets/\n\nhttps://books.google.com.au/books?id=jrGwSsSchRUC&q=On+January+25,+1990,+the+security+forces+opened+fire+on+a+large+group&pg=PA59&redir_esc=y#v=snippet&q=On%20January%2025%2C%201990%2C%20the%20security%20forces%20opened%20fire%20on%20a%20large%20group&f=false\n\nhttps://www.youtube.com/watch?v=lLJl2KBBFpg\n"
  },
   {
    "id": 1,
    "caption": "01/27",
    "date": "01/27/2021",
    "acdate": "01/27/1994",
    "title": "Kupwara Massacre",
    "content": "Kupwara massacre refers to an incident that took place in Kupwara in Indian state of Jammu and Kashmir. The incident took place at 11 am on that day. The Indian army was accused of killing 27 personnel and injuring 38 persons which mainly included civilians and some policemen by open firing randomly in all directions.Kupwara massacre: On 27 January 1994 the Indian Army fired at and killed 27 civilians, mainly traders, in Kupwara district. Survivors say that the soldiers carried out the massacre to punish people for observing shutdown on 26 January",
    "url": "https://kashmirlife.net/unhealed-wounds-18509/"
  },
  {
    "id": 2,
    "caption": "02/6",
    "date": "02/6/2021",
    "acdate": "02/6/2007",
        "title": "India signs UN 'International Convention for the Protection of all Persons from Enforced or Involuntary Disappearances'",
    "content": "India signs the UN's 'International Convention for the Protection of all Persons from Enforced or Involuntary Disappearances', but never ratifies it..\nAssociation of Parents of Disappeared Persons (Kashmir) has documented the thousands of cases of enforced disappearances in Kashmir. These disappearances began in the 1990s even before the enactment and implementation of The Jammu & Kashmir Armed Forces Special Powers Act (AFSPA) in September 1990, which provides impunity for India’s armed forces.",
    "url": "https://apdpkashmir.com/"
  },
  {
    "id": 2,
    "caption": "02/7",
    "date": "02/7/2021",
    "acdate": "02/7/2004",
    "title": "Pethwari Behak incident - (Forces kidnap and use human shields)",
    "content": "",
    "url": ""
  },
  {
    "id": 2,
    "date": "02/09/2021",
    "acdate": "02/09/2001",
    "title": "2001 Kot Charwal massacre was the killing of 15 Bakarwals in the village of Chalwalkote by the Islamic militants in Rajouri district of Jammu and Kashmir on 9",
    "content": "",
    "url": ""
  },
  {
    "id": 2,
    "date": "02/09/2021",
    "acdate": "02/09/2001",
    "title": "Afzal Guru is Hung",
    "content": "",
    "url": ""
  },
  {
    "id": 2,
    "date": "02/11/2021",
    "acdate": "02/11/1984",
    "title": "Maqbool Bhat is Hung",
    "content": "",
    "url": ""
  },
  {
    "id": 2,
    "date": "02/23/2021",
    "acdate": "02/23/1991",
    "title": "Kunan - Posh Pura",
    "content": "The Kunan Poshspora incident was an alleged mass-rape that occurred on February 23, 1991 when unit(s) of the Indian security forces, after being fired upon by militants, launched a search operation in the twin villages of Kunan and Poshpora, located in Kashmir's remote Kupwara District.[1] The residents of the neighbourhood stated that militants had fired on soldiers nearby, which prompted the operation.[2] Some of the villagers claimed that many women were raped by soldiers that night.",
    "url": "https://zubaanbooks.com/shop/do-you-remember-kunan-poshpora/\nhttps://www.thepolisproject.com/it-was-not-rape-it-was-war-that-night-in-kunan-poshpora/#.X_TvJOlKjs0"
  },
  {
    "id": 2,
    "date": "02/23/2021",
    "acdate": "02/23/2021",
    "title": "Kashmiri Women's Resistance Day",
    "content": "Every year since 2014, 23rd February is commemorated as Kashmiri Women's Resistance Day, inspired by the struggles of the survivors of mass rape and torture in the twin villages of Kunan and Poshpora.",
    "url": ""
  },
  {
    "id": 2,
    "date": "02/26/2021",
    "acdate": "02/26/1950",
    "title": "Prtitleative Detention Act",
    "content": "Prtitleative Detention Act' enacted, curbing political dissent.",
    "url": ""
  },
  {
    "id": 3,
    "date": "03/01/2021",
    "acdate": "03/01/1990",
    "title": "Zakoora and Tengpora Massacre",
    "content": "Zukoora And Tengpora Massacre was the killing of protesters calling for the implementation of a United Nations resolution regarding a plebiscite in Kashmir at Zakoora Crossing and Tengpora Bypass Road in Srinagar on 1 March 1990 . Zakoora and Tengpora massacre: Indian forces killed 33 protesters and injured 47 on 1 March 1990 at Zakoora Crossing and Tengpora Bypass Road in Srinagar. The killers were not punished.",
    "url": "https://www.greaterkashmir.com/news/more/news/zakura-tengpora-carnages-haunt-survivors/"
  },
  {
    "id": 3,
    "date": "03/16/2021",
    "acdate": "03/16/1846",
    "title": "Colonial Sale of Kashmiris Day (Treaty of Amritsar Signed)",
    "content": "the British government sold Kashmir for a sum of 7.5 million Nanak shahee rupees to Gulab Singh Dogra - ruler of Jammu at the time, in recognition of the services ren-dered against Sikh kingdom, in the First Anglo-Sikh war. The sale laid the foundation for yet another crippling tax burden on the people as the ruler recovered the moneys paid in lieu of 84,471 sq. miles of land and 2½ million people - along with their hopes, aspiration, dreams and all that was essential for their moral, intellectual and economic growth.\n",
    "url": "https://press.princeton.edu/books/paperback/9780691116884/hindu-rulers-muslim-subjects"
  },
  {
    "id": 3,
    "date": "03/20/2021",
    "acdate": "03/20/2000",
    "title": "Chittisinghpura Massacre",
    "content": "Chittisinghpura massacre refers to the mass murder of 35 villagers of the Sikh faith that was carried out on 20 March 2000 in the Chittisinghpora village of Anantnag district, Jammu and Kashmir.The Chittisinghpura massacre refers to the mass murder of 35 villagers of the Sikh faith that was carried out on 20 March 2000 in the Chittisinghpora village of Anantnag district, Jammu and Kashmir, India on the eve of the US president Bill Clinton's state visit to India. \nThe identity of the perpetrators remains unknown\n",
    "url": "http://www.wandemag.com/kashmiri-sikh-women-and-their-experiences-with-militarization/\nhttps://www.nytimes.com/2000/12/31/magazine/a-kashmiri-mystery.html"
  },
  {
    "id": 3,
    "date": "03/21/2021",
    "acdate": "03/21/1997",
    "title": "Sangrampora Massacre",
    "content": "Sangrampora massacre was the killing of seven Kashmiri Pandit Hindu villagers in Sangrampora village of Budgam district of Jammu and Kashmir. 1997 Sangrampora massacre was the killing of seven Kashmiri Hindu villagers in Sangrampora village of Budgam district of Jammu and Kashmir on 21 March 1997 by Islamic militants",
    "url": "https://kashmirlife.net/massacring-a-village-issue-51-vol-09-168855/"
  },
  {
    "id": 3,
    "date": "03/23/2021",
    "acdate": "03/23/2003",
    "title": "Nadimarg Massacre",
    "content": "Nadimarg massacre was killing of 24 Hindu Kashmiri Pandits in the village of Nadimarg in Pulwama District of Jammu and Kashmir",
    "url": ""
  },
  {
    "id": 3,
    "date": "03/25/2021",
    "acdate": "03/25/2000",
    "title": "Pathribal Fake encounter",
    "content": "After Chattisinghpora, on 25 March 2000, the Indian Army killed five men in Pathribal village of Anantnag district, claiming that the victims were the \"foreign militants'' responsible for the attacks. Official reports claimed that security forces had, after a gunfight, blown up the hut where the men were hiding, and had retrieved five bodies that had been charred beyond recognition. The bodies were buried separately without any postmortem examination.",
    "url": ""
  },
  {
    "id": 3,
    "date": "03/28/2021",
    "acdate": "03/28/2002",
    "title": "POTA (Prtitleion of Terrorism Act) enacted",
    "content": "India has made use of laws such as the Prtitleion of Terrorism Act and Terrorist and Disruptive Activities Act against numerous political dissidents. POTA (Prtitleion of Terrorism Act) allowed the authorities to treat confessions made to the police admissible in evidence. Consequently, many reports surfaced of the law being grossly abused. Kashmiris, who were booked under these acts, were subjected to third-degree (torture). Under duress, many of these detainees were pressurized to confess to committing a crime they were not involved in. They were forced to sign a blank paper, which was later turned into a confessional statement and produced in the court as evidence. Though the aforementioned Act has been\nabolished in September 2004 due to their widespread misuse, the unlawful detention of Kashmiris has continued.",
    "url": ""
  },
  {
    "id": 4,
    "date": "04/03/2021",
    "acdate": "04/03/2000",
    "title": "Brakpora Massacre",
    "content": "protests against Pathribal more than eight killed and many injured.",
    "url": ""
  },
  {
    "id": 4,
    "date": "04/08/2021",
    "acdate": "04/08/1978",
    "title": "JK Public Safety Act passed",
    "content": "The PSA is a prtitleive detention law whereby a person can be detained on mere suspicion or without evidence. It circumvents the ordinary judiciary trial. It provides for detention of three months extendable to one year in the case of persons “acting in any manner prejudicial to the maintenance of public order”, and detention of six months extendable to two years in the case of persons “acting any manner prejudicial to the security of the state.” The PSA has been systematically used by India to punitively detain people in the interests of maintaining public order, “national sovereignty”, and “national security” based on police inputs in secretive dossiers which are rarely disclosed to detainees and subject to minimum judicial review.",
    "url": ""
  },
  {
    "id": 4,
    "date": "04/10/2021",
    "acdate": "04/10/1993",
    "title": "Lal Chowk Arson",
    "content": "On April 10, 1993 a BSF part set fire to Lal Chowk - the commercial center of Srinagar, destroying 59 houses and 190 shops. More than 125 people died, some as a result of being burnt alive. Sixteen people were machine-gunned to death as they floated down the Jhelum River, and others were hauled from their homes and shot in the streets by security forces.",
    "url": "https://www.nytimes.com/1993/04/18/world/indian-troops-are-blamed-as-kashmir-violence-rises.html"
  },
  {
    "id": 4,
    "date": "04/20/2021",
    "acdate": "04/20/1927",
    "title": "State Subject Law enacted to protect influencial Hindus and Kashmiri Pandits",
    "content": "State Subject Law enacted to protect the interests of the influencial Hindus and Kashmiri Pandits. This becomes the basis for Article 35A into the future.",
    "url": ""
  },
 
  {
    "id": 4,
    "date": "04/29/2021",
    "acdate": "04/29/1865",
    "title": "Shawl Baaf protest",
    "content": "Shawlbaf (Shawl weavers) Agitation is considered to be the first of such re-volts in Kashmir against the exploitative work system of the Dogra rule. The Movement is a sig-nificant incident considering its context that it happened much before what is the historical 1886’s “May Day”. No enquiry was ever constituted or any memorial was formed in the name of the 28 martyrs on the day.",
    "url": "https://www.greaterkashmir.com/news/opinion/shawl-weavers-revolt-tryst-with-destiny/"
  },
  {
    "id": 4,
    "date": "04/30/2021",
    "acdate": "04/30/1905",
    "title": "Jammu Massacres",
    "content": "1947 Jammu Massacres\nAfter the Partition of India, during October–November 1947 in the Jammu region of the princely state of Jammu and Kashmir, many Muslims were massacred and others driven away to West Punjab. The killings were carried out by extremist Hindus and Sikhs, aided and abetted by the forces of Maharaja Hari Singh\n",
    "url": "https://www.tandfonline.com/doi/abs/10.1080/00856400108723454"
  },
  {
    "id": 4,
    "date": "04/30/2021",
    "acdate": "04/30/2010",
    "title": "Machil Encounter",
    "content": "The army claimed it had killed three young men in an encounter with Pakistani militants. The incident took place in the Machil sector near the Line of Control in Jammu and Kashmir. When the photographs of those killed in the alleged encounter were released, it led to a public outcry as the murdered youth were identified as residents of Baramulla district’s Nadihal area – Mohammad Shafi (19), Shahzad (27) and Riyaz Ahmed (21).",
    "url": ""
  },
  {
    "id": 5,
    "date": "05/18/2021",
    "acdate": "05/18/1990",
    "title": "Anantnag Incident - BSF rapes young bride Mubina and her Aunt",
    "content": "Mubina Gani, a young bride, was detained and raped by the Border Security Force (BSF) soldiers while she was traveling from the wedding to her husband’s home. Her aunt was also raped.",
    "url": ""
  },
  {
    "id": 5,
    "date": "05/21/2021",
    "acdate": "05/21/1990",
    "title": "Hawal Massacre",
    "content": "Hawal Massacre was named after the Hawal area of Srinagar, Kashmir, where, on 21 May 1990, the Indian paramilitary troops of the Central Reserve Police Force opened fire on the peaceful funeral procession which was carrying the body of Mirwaiz Moulana Muhammad Farooq who was assassinated by unidentified gunmen at his Nageen Residence. The funeral procession was taking the body from Skims, Soura to Mirwaiz Manzil, Rajouri Kadal.  Hawal massacre: At the funeral of Mirwaiz Muhammad Farooq on 21 May 1990 over 60 civilians were killed by paramilitary forces and hundreds injured in the indiscriminate firing on the funeral procession.",
    "url": "https://kashmirlife.net/too-many-tragedies-1465/"
  },
  {
    "id": 5,
    "date": "05/22/2021",
    "acdate": "05/22/1946",
    "title": "Quit Kashmir Move-ment Launched",
    "content": "Call to Quit Kashmir launched. It triggered a massive crackdown by the Maharaja’s regime. About 20 persons were killed and more than 300 arrested.",
    "url": ""
  },
  {
    "id": 5,
    "date": "05/29/2021",
    "acdate": "05/29/2009",
    "title": "Shopian rape and murder case",
    "content": "May 29, two young women, Asiya, 17, and her sister-in-law Neelofar, 22, went missing after leaving their family orchard in the Nagbal area of South Kashmir’s Shopian. Their bodies were found the following morning. An investigation concluded that the two women were raped and murdered by “men in uniform.” More than a decade later, their family is still trying to seek justice. Shopian rape and murder case is the abduction, rape and murder of two young women allegedly by local indian army. [1] in mysterious circumstances between 29 and 30 May 2009 at Bongam, Shopian district in the Indian state of Jammu and Kashmir.Might be good to mention that the investigations that concluded rape and murder were either local or led by civil society. The state also launched investigations which were basically cover ups including the infamous CBI report.",
    "url": "https://jkccs.files.wordpress.com/2017/05/shopian-rape-and-murder-report.pdf"
  },
  {
    "id": 6,
    "date": "06/11/2021",
    "acdate": "06/11/2010",
    "title": "Summer Intifada",
    "content": "On 11 June 2010 Tufail Mattoo, a 17-year-old schoolboy from Saida Kadal locality in Old Srinagar was killed by the Jammu and Kashmir police, by firing a tear-gas canister directly at his head.. Mattoo died on the spot as the shell broke his skull. His death catalyzes intense new protests that last months. Indian forces impose a curfew and kill more than 100 young Kashmiris during protests that en-sued. The brutality ignited passions across Kashmir, triggering a deadly cycle of protests and retaliatory killings by government forces. That’s when the new, intifada-like uprising for the right to self-determination began, for the generation that grew up under the militarized rule, and when the words \"Go India, Go Back\" and \"We Want Freedom\" began to appear on the lanes and shuttered shops all over the region.",
    "url": ""
  },
  {
    "id": 7,
    "date": "07/02/2021",
    "acdate": "07/02/1971",
    "title": "Maintenance of Internal Security Act enacted",
    "content": "Maintenance of Internal Security Act' is enacted, replacing the 'Prtitleative Detention Act' -allowing indefinite detention, search & seizure without warrants, and wiretapping.",
    "url": ""
  },
  {
    "id": 7,
    "date": "07/05/2021",
    "acdate": "07/05/1990",
    "title": "J&K Disturbed Area Act passed",
    "content": "Jammu & Kashmir Disturbed Area Act' passed - six dis-tricts declared to be \"disturbed\" areas, thus legalising sweeping powers & lethal force against civilians.",
    "url": ""
  },
  {
    "id": 7,
    "date": "07/09/2021",
    "acdate": "07/09/2016",
    "title": "Summer of Mass blindings",
    "content": "Indian force's killing of popular rebel commander, Burhan Wani, sparks protests all over Kashmir. Indian forces kill dozens and blind hundreds of young Kashmiris by their use of pellet guns to stop protests.",
    "url": ""
  },
  {
    "id": 7,
    "date": "07/13/2021",
    "acdate": "07/13/1931",
    "title": "Martyrs Day",
    "content": "On 13 July 1931, thousands of Kashmiris flocked to the central jail in Srinagar to witness the trial of Abdul Qadeer, who was being charged for treason for an impromptu address against the atrocities against the Kashmiris. As the time for obligatory Friday prayer ap-proached, a Kashmiri stood up to deliver the adhan (call to prayer). The Dogra governor ordered his soldiers to open fire on them, in total 22 Kashmiris died in the firing. Widespread protests erupt all over the country against Maharaja Hari Singh, but the revolt is brutally suppressed.",
    "url": "https://www.freepressjournal.in/webspecial/kashmir-martyrs-day-everything-about-kashmirs-july-13-carnage"
  },
  {
    "id": 7,
    "date": "07/16/2021",
    "acdate": "07/16/1992",
    "title": "Ishber Nishat Massacre",
    "content": "Jul 16, 2016 — ISHBER NISHAT , 1992, the forces after cordoning off the area 1992, the forces after cordoning off the area fired indiscriminately due to which 9 persons including 2 minor boys of the age of eight and 10 respectively were killed. The forces after cordoning off the area dragged out some persons out of a medical shop and pumped bullets into their bodies .",
    "url": ""
  },
  {
    "id": 7,
    "date": "07/24/2021",
    "acdate": "07/24/2019",
    "title": "UAPA (Unlawful Activities Prtitleion Amendment Act 2019 ) Bill passed",
    "content": "The UAPA gives powers to the Indian government to designate an individual as a “terrorist.” The main objective of UAPA is to make powers available for dealing with activities directed against the “integrity” and “sovereignty” of India.. Vague and unsubstantiated charges of terrorism or terror funding are made. Any individual can be categorized as a “terrorist” and have their property seized. They are subject to a travel ban and face a pre-trial detention of 180 days before any charges are filed. They can be held without any reasons being disclosed and are\nnot provided bail.",
    "url": ""
  },
  {
    "id": 8,
    "date": "08/03/2021",
    "acdate": "08/03/1998",
    "title": "Sailan Incident",
    "content": "13 females and 6 male members of three closely related families were killed by 4 Special Police Officers (SPOs) and personnel from 9 Paratroopers, an elite commando unit of an Indian Army. Later on the dead bodies were horribly cut into pieces with axes and other sharp instruments. \nThe Anatomy of a Massacre ( JKCCS report) recounts the dismembered and silenced history of the Sailan Massacre through voices of family members, eye witnesses, local residents and the analysis of court, police and Right to Information documents.",
    "url": "https://jkccs.files.wordpress.com/2017/05/sailan-report-web-version.pdf\nhttps://kafila.online/2014/08/07/the-anatomy-of-a-massacre-the-mass-killings-at-sailan-august-1998/\n"
  },
  {
    "id": 8,
    "date": "08/05/2021",
    "acdate": "08/05/2019",
    "title": "India unilaterally alters status of Jammu and Kashmir",
    "content": "The Indian government revoked Articles 370 and 35A of the Indian Constitution, which guaranteed the disputed, Muslim-majority territory of Jammu & Kashmir a semi-autonomous status and ensured its indigenous residents exclusive rights to permanently settle, purchase immovable property, and be employed in the state government. After dissolving these protections, India stripped J&K of its statehood entirely and divided it into two Union Territories directly under Indian control, without prior warning or consultation of Kashmiris.\nThe Indian government deployed thousands of additional troops to Kashmir, ordered a complete curfew, and severed telecommunications and internet services for six months resulting in the longest internet shutdown ever imposed by a democratic government. \nThousands of Kashmiri political workers, activists, journalists, students, business leaders, lawyers, human rights defenders, teachers, and children, were arrested and detained without charge.",
    "url": "https://www.standwithkashmir.org/Press-Freedom-in-Kashmir"
  },
  {
    "id": 8,
    "date": "08/08/2021",
    "acdate": "08/08/1953",
    "title": "Nehru orders dismissal of National Conference",
    "content": "Sheikh Abdullah, the first Prime Minister of India-controlled Kashmir, is impris-oned after telling a U.S diplomat he wanted Kashmir to be independent.",
    "url": ""
  },
  {
    "id": 8,
    "date": "08/09/2021",
    "acdate": "08/09/1953",
    "title": "Bakshi Ghulam Mohammed rises to power,",
    "content": "Bakshi Ghulam Mohammed rises to power, taking control of the 'Peace Brigade'. They became government-paid thugs who attacked pro-independence leaders, activists and premises.",
    "url": ""
  },
  {
    "id": 9,
    "date": "09/03/2021",
    "acdate": "09/03/1987",
    "title": "TADA (Terrorist and Disruptive Activities (Prtitleion) Act) passed",
    "content": "India has made use of laws such as the Prtitleion of Terrorism Act and Terrorist and Disruptive Activities Act against numerous political dissidents. TADA allowed the authorities to treat confessions made to the police admissible in evidence. Consequently, many reports surfaced of the law being grossly abused. Kashmiris, who were booked under these acts, were subjected to third-degree (torture). Under duress, many of these detainees were pressurized to confess to committing a crime they were not involved in. They were forced to sign a blank paper, which was later turned into a confessional statement and produced in the court as evidence. Though the aforementioned Act has been abolished in September 2004 due to their widespread misuse, the unlawful detention of Kashmiris has continued.",
    "url": ""
  },
  {
    "id": 9,
    "date": "09/10/2021",
    "acdate": "09/10/1990",
    "title": "AFSPA passed",
    "content": "In September 1990 the Armed Forces (Special Powers) Act of 1958 was enacted in Jammu and Kashmir - Indian forces given sweeping powers of arrest & lethal force against all civilians on grounds of 'law and order'.\n\nHuman rights group Amnesty claim that the special powers under (AFSPA) gives the security force immunity from alleged violations committed and condemn it.\n",
    "url": "https://www.amnesty.org/en/documents/asa20/1874/2015/en/"
  },
  {
    "id": 10,
    "date": "10/01/2021",
    "acdate": "10/01/1946",
    "title": "Muslim Conference launches campaign to end Maharaja rule",
    "content": "",
    "url": ""
  },
  {
    "id": 10,
    "date": "10/04/2021",
    "acdate": "10/04/1997",
    "title": "India signs up to the United Nations Convention against Torture (UNCAT)",
    "content": "India signs up to the United Nations Convention against Torture (UNCAT) but has nev-er ratified it, despite the UNHRC recommending they do so three times. India continues to use rape and torture as a weapon of war. Jammu Kashmir Coalition of Civil Society - a federation of human rights organisations and individuals, monitor and investigate human right abuses in Kashmir.",
    "url": "https://jkccs.net/"
  },
  {
    "id": 10,
    "date": "10/17/2021",
    "acdate": "10/17/1947",
    "title": "Expulsion of Muslims from Jammu I",
    "content": "After the Partition of India, during October–November 1947 in the Jammu region of the princely state of Jammu and Kashmir, many Muslims were massacred and others driven away to West Punjab. The killings were carried out by extremist Hindus and Sikhs, aided and abetted by the forces of Maharaja Hari Singh.\nThe exact number of casualties in the killings that continued for two months is not known but estimates range from 20,000 to 237,000 and nearly half million forced into displacement across the border into the newly created nation of Pakistan and its administered part of Kashmir.\n\n",
    "url": ""
  },
  {
    "id": 10,
    "date": "10/22/2021",
    "acdate": "10/22/1993",
    "title": "Bijbehara Massacre",
    "content": "Bijbehara Massacre refers to an incident that took place between protesters and the 74th Battalion Border Security Force (BSF) in the Indian state Jammu & Kashmir on 22 October 1993. The BSF was accused of arbitrarily firing on a crowd and killing 51 civilians in Bijbehara after protests erupted over the siege of the mosque in Hazratbal.Bijbehara Massacre: On 22 October 1993 the Indian Army killed 51 civilians during protests over the siege of the Hazratbal Mosque. 25 of those killed were students None of the accused were punished.",
    "url": "https://www.youtube.com/watch?v=1lRZxbc2kMk\nhttps://freepresskashmir.news/2018/10/22/bijbehara-massacre-a-survivor-account/\n"
  },
  {
    "id": 10,
    "date": "10/27/2021",
    "acdate": "10/27/1947",
    "title": "Entry of Indian Forces into J&K",
    "content": "International Day of Resistance. Day after Indian forces landed in Srinagar and Kashmiris have since resisted India’s occupation of Kashmir.",
    "url": "https://kashmirlife.net/before-pathan-raids-issue-31-vol-10-190588/\n\nhttps://kashmirlife.net/66-years-ago-46048/\n"
  },
  {
    "id": 11,
    "date": "11/05/2021",
    "acdate": "11/05/1947",
    "title": "Expulsion of muslims from Jammu II",
    "content": "Dogra forces expels more Muslims out of Jammu, driving them to Rajouri to execute them; murders of Muslims would continue, committed by communal marauders aided by the RSS (the grassroots wing of the BJP); the final death toll of Muslims killed would be over 200,000. The 60% Muslim population of Jammu had now become a minority, to swing any future referendum result in India's favour.",
    "url": ""
  },
  {
    "id": 12,
    "date": "12/30/2021",
    "acdate": "12/30/1947",
    "title": "Unlawful Activities (Prtitleion) Act’ passed",
    "content": "Unlawful Activities (Prtitleion) Act’ passed - empowering Parliament to impose restrictions on: Freedom of Speech and Expression; Right to Assemble peaceably and without arms; and Right to Form Associations or Unions. The Act has since been progressively amended expanding the scope giving exceptional power to the state over citizens - to arrest them, to detain them, to charge them with offences which oth-erwise they may not be able to charge them with, keep them behind bars for years together, and also for ensuring that dissent in all forms is crushed.",
    "url": ""
  },
  {
    "id": 12,
    "date": "12/30/2021",
    "acdate": "12/30/2020",
    "title": "Lawaypora Fake Encounter",
    "content": "",
    "url": ""
  }
 ]
